Repository: TheRain231/Mindhalla_ios
Catalog: Synapps/Localizable.xcstrings
Source language: en
Languages: ru

# BaseButton.DownloadAgain
source: Download again
ru: Загрузить заново

# BaseButton.ReadInCards
source: Read in the flashcards
ru: Читать в карточках

# BaseButton.TryAgain
source: Try again
ru: Повторить

# BookModeSelection.Cards.Subtitle
source: Calm mode to read and remember key ideas
ru: Спокойный режим чтения и запоминания ключевых идей

# BookModeSelection.Cards.Title
source: Study cards
ru: Изучать карточки

# BookModeSelection.Tasks.Subtitle
source: Solve book tasks and check your understanding right away
ru: Решай задания по книге и сразу проверяй понимание

# BookModeSelection.Title
source: Select the mode to study today
ru: Выбери режим, в котором хочешь учиться сегодня

# BookOverview.SavedFormat
source: %d saved
ru: %d сохранённых

# BookProcessing.Retry
source: Try again
ru: Попробовать снова

# BookProcessing.Status.Analyzing
source: Analyzing the book…
ru: Анализируем книгу…

# BookProcessing.Status.Failed
source: Failed to process the book
ru: Не удалось обработать книгу

# BookProcessing.Status.InProgress
source: Generating cards…
ru: Генерируем карточки…

# BookTasks.Check
source: Check
ru: Проверить

# BookTasks.Completed.Retry
source: Try again
ru: Пройти заново

# BookTasks.Completed.Score
source: %lld of %lld correct
ru: %lld из %lld правильно

# BookTasks.Completed.Title
source: Done!
ru: Готово!

# BookTasks.Empty.Description
source: Try opening this mode a bit later.
ru: Попробуйте открыть этот режим позже.

# BookTasks.Empty.Title
source: No tasks yet
ru: Заданий пока нет

# BookTasks.Failed.Description
source: Check your internet connection and try again.
ru: Проверьте интернет и попробуйте снова.

# BookTasks.Failed.Title
source: Couldn't load tasks
ru: Не удалось загрузить задания

# BookTasks.Finish
source: Finish
ru: Завершить

# BookTasks.Hint.Format
source: Hint: %@
ru: Подсказка: %@

# BookTasks.Hint.Show
source: Hint
ru: Подсказка

# BookTasks.Loading
source: Loading tasks...
ru: Загружаем задания...

# BookTasks.MultipleChoice
source: Choose all that apply
ru: Выберите все подходящие

# BookTasks.Navigation.Title
source: Book Practice
ru: Практика по книге

# BookTasks.Next
source: Next
ru: Далее

# BookTasks.Progress.ChaptersProcessed
source: %d of %d chapters processed
ru: %d из %d глав обработано

# BookTasks.Progress.Title
source: Task generation progress
ru: Прогресс генерации заданий

# BookTasks.Result.Correct
source: Correct
ru: Верно

# BookTasks.Result.Incorrect
source: Incorrect
ru: Неверно

# BookTasks.Shuffle
source: Shuffle
ru: Перемешать

# BookTasks.Waiting.Description
source: We're still generating practice tasks for this book. Try refreshing in a few seconds.
ru: Мы еще генерируем практику по книге. Попробуйте обновить экран через несколько секунд.

# BookTasks.Waiting.Title
source: Preparing tasks
ru: Готовим задания

source: Cancel
ru: Отменить

# CardType.Insight
source: Insight
ru: Инсайт

# CardType.Model
source: Model
ru: Модель

# CardType.Principle
source: Principle
ru: Принцип

# CardType.Quote
source: Quote
ru: Цитата

# HomeView.DuplicateBook.Message
source: This book has already been added.
ru: Эта книга уже была добавлена.

# HomeView.DuplicateBook.Title
source: Duplicate book
ru: Книга уже добавлена

# HomeView.Empty.Message
source: Tap + to add your first book
ru: Нажмите +, чтобы добавить первую книгу

# HomeView.Empty.Title
source: No books yet
ru: Книг пока нет

# HomeView.FileAccess.Allow
source: Allow
ru: Разрешить

# HomeView.FileAccess.Message
source: To add a book, you need to choose a PDF file from your device. Allow file access?
ru: Чтобы добавить книгу, нужно выбрать PDF-файл с устройства. Разрешить доступ к файлам?

# HomeView.FileAccess.NotNow
source: Not now
ru: Не сейчас

# HomeView.FileAccess.Title
source: File Access
ru: Доступ к файлам

# Import.Error.NotSynappsBundle
source: This isn't a Synapps file.
ru: Это не файл Synapps.

# Import.Error.Title
source: Couldn't import
ru: Не удалось импортировать

# Import.Error.Unreadable
source: Couldn't read the file.
ru: Не удалось прочитать файл.

# Import.Error.UnsupportedVersion
source: This file was created in a newer version of Synapps (v%d). Update the app.
ru: Этот файл сделан в более новой версии Synapps (v%d). Обновите приложение.

# Import.Toast.Card
source: Card added to library
ru: Карточка добавлена в библиотеку

# Import.Toast.Collection
source: Collection and %d cards added
ru: Коллекция и %d карточек добавлены

# Import.Toast.MindMap
source: Mind map and %d cards added
ru: Mind map и %d карточек добавлены

# Loading.DefaultTitle
source: Let's highlight the important...
ru: Вычленяем важное…

# Loading.DynamicMessage.Condensing chapters into theses
source: Condensing chapters into theses
ru: Сжимаем главы до тезисов

# Loading.DynamicMessage.Connecting thoughts into a system
source: Connecting thoughts into a system
ru: Соединяем мысли в системy

# Loading.DynamicMessage.Digesting ideas without losing taste
source: Digesting ideas without losing taste
ru: Перевариваем идеи без потерь вкуса

# Loading.DynamicMessage.Extracting meaning between the lines
source: Extracting meaning between the lines
ru: Вытаскиваем смысл между строк

# Loading.DynamicMessage.Finding repetitions and cross out unnecessary ones
source: Finding repetitions and cross out unnecessary ones
ru: Находим повторы и вычеркиваем лишнее

# Loading.DynamicMessage.Flipping through 300 pages
source: Flipping through 300 pages
ru: Листаем 300 страниц

# Loading.DynamicMessage.Highlighting key ideas with a marker
source: Highlighting key ideas with a marker
ru: Подсвечиваем ключевые мысли маркером

# Loading.DynamicMessage.Preparing a short outline for submission
source: Preparing a short outline for submission
ru: Готовим краткий конспект к подаче

# Loading.DynamicMessage.Putting the arguments in order
source: Putting the arguments in order
ru: Складываем аргументы по полочкам

# Loading.DynamicMessage.Scanning quotes from greats
source: Scanning quotes from greats
ru: Сканируем цитаты великих

# Loading.DynamicMessage.Separating facts from water
source: Separating facts from water
ru: Отделяем факты от воды

# Loading.DynamicMessage.Squeezing out the information juice
source: Squeezing out the information juice
ru: Выжимаем информационный сок

# Loading.DynamicMessage.Translating into human
source: Translating into human
ru: Переводим на человеческий

# Loading.DynamicMessage.Turning chapters into checklists
source: Turning chapters into checklists
ru: Переплавляем главы в чек-листы

# Loading.DynamicMessage.Washing the text from officialese
source: Washing the text from officialese
ru: Моем текст от канцелярита

# Loading.Success.Subtitle
source: Tasks and cards are being generated
ru: Задания и карточки уже в процессе генерации

# Menu.RemoveCollection
source: Remove collection
ru: Удалить подборку

# mind_maps.empty
source: No mind maps yet — they will be generated based on your saved cards.
ru: Пока нет Mind Maps - они будут сгенерированы на основе сохранённых карточек.

# mind_maps.empty.title
source: No mind maps yet
ru: Графов знаний пока нет

source: My Books
ru: Мои книги

# NotificationSettings.Goal.Cards
source: Cards
ru: Карточки

# NotificationSettings.Goal.Format.Cards
source: %d cards
ru: %d карточек

# NotificationSettings.Goal.Format.Minutes
source: %d min
ru: %d мин

# NotificationSettings.Goal.Minutes
source: Minutes
ru: Минуты

# NotificationSettings.Goal.Mode
source: Goal type
ru: Тип цели

# NotificationSettings.Intervals.Footer
source: Notifications arrive at these intervals after each study session.
ru: Уведомления придут через указанные промежутки после каждого занятия.

# NotificationSettings.Section.Goal
source: Daily Goal
ru: Цель на день

# NotificationSettings.Section.Intervals
source: Review Intervals
ru: Интервалы повторения

# NotificationSettings.Section.Time
source: Time
ru: Время

# NotificationSettings.TimeLabel
source: Reminder time
ru: Время напоминания

# NotificationSettings.Title
source: Notification Settings
ru: Настройки уведомлений

# Profile.App.Version
source: Version
ru: Версия

# Profile.Nickname.Placeholder
source: Enter name
ru: Введите имя

# Profile.NoName
source: No name
ru: Нет имени

# Profile.Notifications.Alert.Message
source: Allow notifications in iPhone Settings to receive card review reminders.
ru: Разрешите уведомления в настройках iPhone, чтобы получать напоминания о повторении карточек.

# Profile.Notifications.Alert.OpenSettings
source: Open Settings
ru: Открыть настройки

# Profile.Notifications.Alert.Title
source: Notifications Disabled
ru: Уведомления отключены

# Profile.Notifications.Content.Body.1
source: 📖 Open a card — remind yourself what you read.
ru: 📖 Открой карточку — вспомни, что читал.

# Profile.Notifications.Content.Body.2
source: ⏱️ Just 5 minutes. Your knowledge won't refresh itself.
ru: ⏱️ Всего 5 минут. Знания сами себя не повторят.

# Profile.Notifications.Content.Body.3
source: 💡 A thought worth saving is a thought worth revisiting.
ru: 💡 Мысль, которую стоило сохранить, стоит и повторить.

# Profile.Notifications.Content.Body.4
source: 🃏 Your cards are waiting. A quick review keeps ideas fresh.
ru: 🃏 Карточки ждут. Быстрое повторение освежит идеи.

# Profile.Notifications.Content.Body.5
source: 🧠 Don't let what you learned fade. Take a peek at your cards.
ru: 🧠 Не дай изученному исчезнуть. Загляни в карточки.

# Profile.Notifications.Content.Body.6
source: 🔁 Small repetitions, big retention. Time for a quick review.
ru: 🔁 Маленькие повторения — крепкие знания. Время повторить.

# Profile.Notifications.Content.Body.7
source: ✨ The best ideas deserve a second look. Ready to review?
ru: ✨ Лучшие идеи заслуживают второго взгляда. Готов повторить?

# Profile.Notifications.Content.Title
source: Time to review your cards
ru: Время повторить карточки

# Profile.Notifications.Toggle
source: Card reminders
ru: Напоминания о карточках

# Profile.Section.App
source: App
ru: Приложение

# Profile.Section.Settings
source: Settings
ru: Настройки

# Profile.Section.Statistics
source: Statistics
ru: Статистика

# Profile.Stat.Books
source: Books
ru: Книги

# Profile.Stat.Cards
source: Cards
ru: Карточки

# Profile.Stat.Collections
source: Collections
ru: Коллекции

# Profile.Title
source: Profile
ru: Профиль

# QuoteCollection.Empty.Message
source: Save cards to this collection while reading
ru: Добавляйте карточки в эту коллекцию во время чтения

# QuoteCollection.Empty.Title
source: No cards yet
ru: Карточек пока нет

# QuoteCollectionCardsView.Cancel
source: Cancel
ru: Отмена

# QuoteCollectionCardsView.ConfirmRemove.Button
source: Remove
ru: Удалить

# QuoteCollectionCardsView.ConfirmRemove.Message
source: The card will only be removed from this collection, not deleted from the library.
ru: Карточка будет удалена только из этой подборки

# QuoteCollectionCardsView.ConfirmRemove.Title
source: Remove from collection?
ru: Убрать из подборки?

# QuoteCollectionCardsView.Menu.RemoveFromCollection
source: Remove from collection
ru: Удалить из подборки

# QuoteCollectionCardsView.Menu.Study
source: Open for study
ru: Перейти к изучению

source: Remove
ru: Удалить

source: Save
ru: Сохранить

# saved_books
source: Saved
ru: Сохраненные

# SavedScreen.Cards
source: Cards
ru: Карточки

# SavedView.Cards.Empty.Message
source: Save interesting cards while reading
ru: Сохраняйте интересные карточки во время чтения

# SavedView.Cards.Empty.Title
source: No saved cards
ru: Нет сохранённых карточек

# SavedView.Collections.Empty.Message
source: Save cards to collections while reading
ru: Добавляйте карточки в коллекции во время чтения

# SavedView.Collections.Empty.Title
source: No collections yet
ru: Коллекций пока нет

# SavedView.Search.Empty.Title
source: Nothing found
ru: Ничего не найдено

# SavedView.Sort.Alphabetically
source: A–Z
ru: По алфавиту

# SavedView.Sort.ByBook
source: By book
ru: По книге

# SavedView.Sort.ByDate
source: By date
ru: По дате

# Share.Error.DownloadFailed
source: Couldn't download the file: %@
ru: Не удалось скачать файл: %@

# Share.Error.LocalUnknownFormat
source: Couldn't determine the format of the local file.
ru: Не удалось определить формат локального файла.

# Share.Error.SaveFailed
source: Couldn't save the file for upload.
ru: Не удалось сохранить файл для загрузки.

# Share.Error.UnknownFormat
source: Couldn't determine file format (%@). Supported formats: PDF, EPUB, FB2.
ru: Не удалось определить формат файла (%@). Поддерживаются PDF, EPUB, FB2.

# Share.Error.UnsupportedFormat
source: Share a PDF, EPUB or FB2 file.
ru: Поделитесь файлом в формате PDF, EPUB или FB2.

# widget_next_quote
source: Next quote
ru: Следующая цитата

# Widget.Collection.TypeName
source: Quote Collection
ru: Подборка цитат

# Widget.Intent.CollectionParam
source: Collection
ru: Подборка

# Widget.Intent.Title
source: Quote Widget
ru: Виджет цитат

source: To add a book, you need to select a PDF file from your device. Allow access to files?
ru: Чтобы добавить книгу, нужно выбрать PDF-файл с устройства. Разрешить доступ к файлам?
